{
    "verses": [
      {"book": "Genesis", "chapter": 1, "verse": 1, "text": "In the beginning God created the heavens and the earth."},
      {"book": "John", "chapter": 3, "verse": 16, "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},
      {"book": "Psalm", "chapter": 23, "verse": 1, "text": "The Lord is my shepherd, I lack nothing."},
      {"book": "Matthew", "chapter": 5, "verse": 9, "text": "Blessed are the peacemakers, for they will be called children of God."},
      {"book": "Romans", "chapter": 8, "verse": 28, "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},
      {"book": "Isaiah", "chapter": 41, "verse": 10, "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},
      {"book": "Proverbs", "chapter": 3, "verse": 5, "text": "Trust in the LORD with all your heart and lean not on your own understanding."},
      {"book": "Philippians", "chapter": 4, "verse": 13, "text": "I can do all this through him who gives me strength."},
      {"book": "Jeremiah", "chapter": 29, "verse": 11, "text": "For I know the plans I have for you,” declares the LORD, “plans to prosper you and not to harm you, plans to give you hope and a future."},
      {"book": "Matthew", "chapter": 11, "verse": 28, "text": "Come to me, all you who are weary and burdened, and I will give you rest."},
      {"book": "Joshua", "chapter": 1, "verse": 9, "text": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the LORD your God will be with you wherever you go."},
      {"book": "Romans", "chapter": 12, "verse": 2, "text": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will."},
      {"book": "Psalm", "chapter": 46, "verse": 1, "text": "God is our refuge and strength, an ever-present help in trouble."},
      {"book": "John", "chapter": 14, "verse": 6, "text": "Jesus answered, 'I am the way and the truth and the life. No one comes to the Father except through me.'"},
      {"book": "Romans", "chapter": 5, "verse": 8, "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."},
      {"book": "Psalm", "chapter": 27, "verse": 1, "text": "The LORD is my light and my salvation—whom shall I fear? The LORD is the stronghold of my life—of whom shall I be afraid?"},
      {"book": "Philippians", "chapter": 4, "verse": 6, "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God."},
      {"book": "1 Peter", "chapter": 5, "verse": 7, "text": "Cast all your anxiety on him because he cares for you."},
      {"book": "Matthew", "chapter": 6, "verse": 33, "text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well."},
      {"book": "Hebrews", "chapter": 11, "verse": 1, "text": "Now faith is confidence in what we hope for and assurance about what we do not see."},
      {"book": "1 Corinthians", "chapter": 13, "verse": 13, "text": "And now these three remain: faith, hope and love. But the greatest of these is love."},
      {"book": "Romans", "chapter": 8, "verse": 38, "text": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers."},
      {"book": "Romans", "chapter": 8, "verse": 39, "text": "Neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."},
      {"book": "2 Timothy", "chapter": 1, "verse": 7, "text": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline."},
      {"book": "Galatians", "chapter": 5, "verse": 22, "text": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness."},
      {"book": "Galatians", "chapter": 5, "verse": 23, "text": "Gentleness and self-control. Against such things there is no law."},
      {"book": "Ephesians", "chapter": 2, "verse": 8, "text": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God."},
      {"book": "Isaiah", "chapter": 40, "verse": 31, "text": "But those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},
      {"book": "Psalm", "chapter": 119, "verse": 105, "text": "Your word is a lamp for my feet, a light on my path."},
      {"book": "Matthew", "chapter": 28, "verse": 19, "text": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit."},
      {"book": "Proverbs", "chapter": 22, "verse": 6, "text": "Start children off on the way they should go, and even when they are old they will not turn from it."},
      {"book": "1 John", "chapter": 4, "verse": 19, "text": "We love because he first loved us."},
      {"book": "Psalm", "chapter": 91, "verse": 1, "text": "Whoever dwells in the shelter of the Most High will rest in the shadow of the Almighty."},
      {"book": "John", "chapter": 15, "verse": 13, "text": "Greater love has no one than this: to lay down one’s life for one’s friends."},
      {"book": "Romans", "chapter": 10, "verse": 9, "text": "If you declare with your mouth, 'Jesus is Lord,' and believe in your heart that God raised him from the dead, you will be saved."},
      {"book": "Isaiah", "chapter": 43, "verse": 2, "text": "When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you. When you walk through the fire, you will not be burned; the flames will not set you ablaze."},
      {"book": "Psalm", "chapter": 23, "verse": 4, "text": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me."},
      {"book": "Hebrews", "chapter": 13, "verse": 5, "text": "Keep your lives free from the love of money and be content with what you have, because God has said, 'Never will I leave you; never will I forsake you.'"},
      {"book": "Ephesians", "chapter": 6, "verse": 10, "text": "Finally, be strong in the Lord and in his mighty power."},
      {"book": "1 Peter", "chapter": 2, "verse": 24, "text": "He himself bore our sins in his body on the cross, so that we might die to sins and live for righteousness; by his wounds you have been healed."},
      {"book": "Psalm", "chapter": 103, "verse": 12, "text": "As far as the east is from the west, so far has he removed our transgressions from us."}
    ]
}
  